Repository: ShvydkyiOleksandr/UIKit-for-iOS-15
Catalog: UIKit for iOS 15/*.lproj/Localizable.strings
Languages: uk

source: SwiftUI Concurrency
uk: Паралелізм SwiftUI

source: NEW VIDEO
uk: НОВЕ ВІДЕО

source: Build an iOS app for iOS 15 with custom layouts, animations and more!
uk: Створіть програму iOS для iOS 15 із спеціальними макетами, анімацією тощо!

source: Flutter for Designers
uk: Flutter для дизайнерів

source: 20 sections - 3 hours
uk: 20 розділів – 3 години

source: Build a Flutter app for iOS and Android with custom layouts, animations and more!
uk: Створіть програму Flutter для iOS та Android із спеціальними макетами, анімацією тощо!

source: React Hooks Advanced
uk: Продвинуті трбки в React

source: Build a React app with custom layouts, animations and more!
uk: Створіть програму React із власними макетами, анімацією тощо!

source: Advanced Custom Layout
uk: Розширений спеціальний макет

source: SwiftUI for iOS 15
uk: SwiftUI для iOS 15

source: Build an iOS app for iOS 15 with custom layouts.
uk: Створіть додаток iOS для iOS 15 із власними макетами.

source: Coding the Home View
uk: Кодування домашнього вигляду

source: Learn about the formatted(date:time:) method and AsyncImage
uk: Дізнайтеся про метод formatted(date:time:) і AsyncImage

source: Read about the design guidelines and how you can use color to maximize your best views
uk: Прочитайте про вказівки щодо дизайну та про те, як ви можете використовувати колір, щоб отримати якнайкраще зображення

source: iOS Development
uk: iOS Розробника

source: UI Design
uk: UI Дизайн

source: Web Development
uk: Веб-розробка

source: History
uk: Історія

source: Favorites
uk: Вибране

source: Downloads
uk: Завантаження

source: Featured
uk: Рекомендовані

source: Handbooks
uk: Довідники

source: Courses
uk: Курси
